{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          1
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          2
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "#": 5,
      "%": 6,
      "(": 7,
      ")": 8,
      "+": 9,
      "-": 10,
      "/": 11,
      "0": 12,
      "1": 13,
      "2": 14,
      "3": 15,
      "4": 16,
      "5": 17,
      "6": 18,
      "7": 19,
      "8": 20,
      "9": 21,
      "=": 22,
      "@": 23,
      "B": 24,
      "C": 25,
      "F": 26,
      "H": 27,
      "I": 28,
      "N": 29,
      "O": 30,
      "P": 31,
      "S": 32,
      "[": 33,
      "\\": 34,
      "]": 35,
      "c": 36,
      "i": 37,
      "l": 38,
      "n": 39,
      "o": 40,
      "p": 41,
      "r": 42,
      "s": 43,
      "cc": 44,
      "CC": 45,
      "c1": 46,
      "=O": 47,
      "(C": 48,
      "=O)": 49,
      ")C": 50,
      "H]": 51,
      "[C": 52,
      "[C@": 53,
      "c(": 54,
      "(=O)": 55,
      "c2": 56,
      "c1cc": 57,
      "[C@@": 58,
      "[C@H]": 59,
      "[C@@H]": 60,
      "(N": 61,
      "1)": 62,
      ")=O)": 63,
      "(CC": 64,
      "(C)": 65,
      "OC": 66,
      "c(cc": 67,
      ")cc": 68,
      "NC": 69,
      "1CC": 70,
      "1)C": 71,
      "1C": 72,
      "c2cc": 73,
      "N(C": 74,
      "F)": 75,
      "2)": 76,
      "(=O)N": 77,
      "(C)C": 78,
      "CCC": 79,
      "=C": 80,
      "+]": 81,
      "[N": 82,
      "-]": 83,
      "[N+]": 84,
      "[O": 85,
      "[O-]": 86,
      "c1)": 87,
      "c3": 88,
      "OCC": 89,
      "c(C": 90,
      "cn": 91,
      "c1cccc": 92,
      "(cc": 93,
      "2)C": 94,
      "(F)": 95,
      "(NC": 96,
      "#N": 97,
      "nn": 98,
      ")CC": 99,
      "N(CC": 100,
      "(=O)C": 101,
      "c1)C": 102,
      "n1": 103,
      "2C": 104,
      "2CC": 105,
      ")=O": 106,
      ")=O)C": 107,
      "c1c(": 108,
      "[N+](": 109,
      "(O": 110,
      "[C@@H](C": 111,
      "[C@H](C": 112,
      "[n": 113,
      "[nH]": 114,
      "c1n": 115,
      "c(C)": 116,
      "c1ccc(": 117,
      "[N+](=O)": 118,
      "[N+]([O-]": 119,
      "S(=O)": 120,
      "c2cccc": 121,
      "C1": 122,
      "[N+](=O)[O-]": 123,
      "c1C": 124,
      "c1ccc(cc": 125,
      "c(n": 126,
      "OC)": 127,
      "N(": 128,
      ")=O)cc": 129,
      "c1c(cc": 130,
      "c1cc(": 131,
      "C(": 132,
      "NC(=O)": 133,
      "[C@H](": 134,
      "c3cc": 135,
      "c2)": 136,
      "[C@@H](": 137,
      "[C@H]1": 138,
      "1CCC": 139,
      "O)": 140,
      "c2n": 141,
      "l)": 142,
      "(CCC": 143,
      "1)=O)": 144,
      "1)=O": 145,
      "NC(": 146,
      "[C@@H]1": 147,
      "c1(": 148,
      "Br": 149,
      "F)cc": 150,
      "O=C": 151,
      "N1C": 152,
      "(F)(F)": 153,
      "/C": 154,
      ")=O)CC": 155,
      "(C)(C)C": 156,
      "c1cc(cc": 157,
      ")C)": 158,
      "c2c(": 159,
      "N1CC": 160,
      "c1ccccc1": 161,
      "N1": 162,
      "c1ccc(cc1)": 163,
      "[C@@H](C)": 164,
      "[C@H]1C": 165,
      "3)": 166,
      "C1C": 167,
      "[C@@H]1C": 168,
      "c2ccccc2": 169,
      "[C@H](C)": 170,
      "[C@]": 171,
      "[C@@]": 172,
      "#N)": 173,
      "2)cc": 174,
      "l)cc": 175,
      "1)CC": 176,
      "(=O)NC": 177,
      "cc(": 178,
      "OC)cc": 179,
      "[N+]([O-])=O)": 180,
      "c(c1)": 181,
      "c1(cc": 182,
      "NC(=O)C": 183,
      "N(C)C": 184,
      "NC(C": 185,
      "cc1": 186,
      "[C@H]2": 187,
      "[C@@H]2": 188,
      "c2ccc(cc": 189,
      "n2": 190,
      "2)CC": 191,
      "c2ccc(": 192,
      "[C@@H](CC": 193,
      "c1cn": 194,
      "c2c(cc": 195,
      "N(C(=O)": 196,
      "(NCC": 197,
      "[C@H](CC": 198,
      "c1cccc(": 199,
      "(=O)=O)": 200,
      "(N1CC": 201,
      "(C)C)": 202,
      "ncc": 203,
      "(OC": 204,
      "#C": 205,
      "C(C": 206,
      "[N+](=O)[O-])": 207,
      "CCCC": 208,
      "F)C": 209,
      "/C=C": 210,
      "c1ccc(C": 211,
      "cccc": 212,
      ")=O)=O)": 213,
      "c4": 214,
      "nc(": 215,
      "3)C": 216,
      "c1c(C": 217,
      "n(": 218,
      "O)C": 219,
      "N(C(": 220,
      "c2)C": 221,
      "SC": 222,
      "[C@H]2C": 223,
      "cs": 224,
      "c(C)cc": 225,
      "=N": 226,
      "OC)C": 227,
      "c(cc1)": 228,
      "=S": 229,
      "(O)": 230,
      "c1nn": 231,
      "2(C": 232,
      "C1CC": 233,
      "c1s": 234,
      "c1cc(C": 235,
      "c1ccccc1)": 236,
      "(N(C": 237,
      "[C@@H]2C": 238,
      "c1ccc(cc1)C": 239,
      "c(c1)C": 240,
      "CC1": 241,
      "c(-": 242,
      "c3cccc": 243,
      ")cc1": 244,
      "c2cc(": 245,
      "N2CC": 246,
      "2CCC": 247,
      "l)C": 248,
      "(OCC": 249,
      "2)=O)": 250,
      "[C@@H](NC": 251,
      "[C@H](NC": 252,
      "N2C": 253,
      "#N)C": 254,
      "C(=O)": 255,
      "[C@H](C)C": 256,
      "c1(C": 257,
      "c12": 258,
      "(=O)NCC": 259,
      "[N+]([O-])=O)cc": 260,
      "3CC": 261,
      "CCC1": 262,
      "[C@@H](C)C": 263,
      "(=O)N1CC": 264,
      "(F)(F)F)": 265,
      "Br)": 266,
      "cc1)": 267,
      "[C@H]1CC": 268,
      "(O)C": 269,
      "3C": 270,
      "[C@@H]1CC": 271,
      "c2C": 272,
      "SCC": 273,
      "NCC": 274,
      "c3ccccc3": 275,
      "S(=O)(=O)": 276,
      "(N1C": 277,
      "c1o": 278,
      "c(nn": 279,
      "n1)C": 280,
      "N(C(C": 281,
      "N(C(=O)C": 282,
      "#N)cc": 283,
      "[N+](=O)[O-])cc": 284,
      "N(CC1)C": 285,
      "N(C)": 286,
      "1)-": 287,
      "c2ccc(cc2)": 288,
      "1)=O)C": 289,
      "(C)C)C": 290,
      "1=O)": 291,
      "c1cc2": 292,
      "=C)": 293,
      "N(CCC": 294,
      "=C)C": 295,
      "[C@@H](N": 296,
      "ccc1": 297,
      "c2ccccc2)": 298,
      "C(N": 299,
      "c(c(": 300,
      "[C@H](N": 301,
      "OCCC": 302,
      "c2cn": 303,
      "O)cc": 304,
      "c2c(cccc": 305,
      "c1ncc": 306,
      "c(Cl)cc": 307,
      "[N+]([O-])=O": 308,
      "c2s": 309,
      "NC(N": 310,
      "c(=O)": 311,
      "(CC1)": 312,
      "c1)=O": 313,
      ")=O)=O": 314,
      "S(": 315,
      "c2cc(cc": 316,
      "N1CCC": 317,
      ")n": 318,
      "1)C(=O)": 319,
      "S(=O)(": 320,
      "N=C": 321,
      "OC(C)(C)C": 322,
      "1)C)": 323,
      "c[nH]": 324,
      "NC(=O)N": 325,
      "[C@@H]2CC": 326,
      "O=": 327,
      "c1ccccc1)C": 328,
      "c1cc(ccc1": 329,
      "c2nn": 330,
      "(N2CC": 331,
      "co": 332,
      "2)C(=O)": 333,
      "(F)(F)F": 334,
      "O=C(": 335,
      "n1)": 336,
      "(C(=O)N": 337,
      "nc1": 338,
      "(=O)=O": 339,
      "2=O)": 340,
      ")CC1": 341,
      "[C@H]2CC": 342,
      "1)C)C": 343,
      "c1c(C)": 344,
      "OCC)": 345,
      "CC1)": 346,
      "c(Cl)": 347,
      "2)=O)cc": 348,
      "Br)cc": 349,
      "(CC)": 350,
      "N1(C": 351,
      "O=C(N": 352,
      "c(N": 353,
      ")C)C": 354,
      "(C)(C)": 355,
      "(C(N": 356,
      "OC(=O)": 357,
      "c1ccccc1C": 358,
      "cc1)C": 359,
      "CC)": 360,
      "2)=O)C": 361,
      "c2cccc(": 362,
      "c(cc1)C": 363,
      "c1n(": 364,
      "c3)": 365,
      "N(CC1)": 366,
      "c(s": 367,
      "(=O)O": 368,
      "(Cl)": 369,
      "/C(": 370,
      "n1cc": 371,
      "c2o": 372,
      "c1cccc(c1)": 373,
      "c1cc(ccc1)": 374,
      "2)C)": 375,
      "2(CC": 376,
      "=O)C": 377,
      "c(OC)": 378,
      "c1c(cccc1)": 379,
      "S(=O)(=O)C": 380,
      "(=O)N1C": 381,
      "[N+]([O-])=O)C": 382,
      "c2c(n": 383,
      "=S)": 384,
      "OC(": 385,
      "S(=O)(N": 386,
      "c1[nH]": 387,
      "c3c(": 388,
      "(C)cc": 389,
      "c1C)": 390,
      "[C@]1": 391,
      "[C@@]1": 392,
      "#CC": 393,
      "[C@@H]1CCC": 394,
      "(NC(=O)": 395,
      "c3c(cc": 396,
      "O1": 397,
      "S(N": 398,
      "1)N": 399,
      "c2ccc(cc2)C": 400,
      "nc(n": 401,
      "1)O": 402,
      "[C@H]3": 403,
      "(C)CC": 404,
      "c(OC)cc": 405,
      "[C@@H](CCC": 406,
      "2)C(": 407,
      "n2)": 408,
      "[C@@H]3": 409,
      "3)cc": 410,
      "N(C1)C": 411,
      "n1c(": 412,
      "S(=O)(C": 413,
      "N1C(=O)": 414,
      "3)CC": 415,
      "s1": 416,
      "OCC1": 417,
      "[C@H]1CCC": 418,
      "[C@H](CCC": 419,
      "(C)(C": 420,
      "[N+](=O)[O-])C": 421,
      "S(=O)(=O)N": 422,
      "c1nc(": 423,
      "(cc1)": 424,
      "c1C)C": 425,
      "cc1C": 426,
      "(C1)": 427,
      "c(cc(": 428,
      "c(F)": 429,
      "c2c(cccc2)": 430,
      "(F)F": 431,
      "2)cc1": 432,
      "(NC(": 433,
      "/C=C/": 434,
      "o1": 435,
      "(F)(F)F)cc": 436,
      "nc2": 437,
      "Cl": 438,
      "[C@]2(C": 439,
      "c1cccn": 440,
      "[C@@]2(C": 441,
      "c(c2)": 442,
      "n(C)": 443,
      "CC1)C": 444,
      "c(F)cc": 445,
      "ncn": 446,
      "N1C(": 447,
      "c2ccc(C": 448,
      "O=S": 449,
      "c2n(": 450,
      "c3ccc(cc": 451,
      "(=O)N(C": 452,
      "n3": 453,
      "2)=O": 454,
      "(C#N)": 455,
      "n[nH]": 456,
      "C(CC": 457,
      "c(O)": 458,
      "(=O)OCC": 459,
      "CCC1)": 460,
      ")=O)CC1": 461,
      "O)CC": 462,
      "c1cccc2": 463,
      "S(C)": 464,
      "c2c(C": 465,
      "c1cc(C)": 466,
      "N1(CC": 467,
      "c1c(cc(": 468,
      "c1ccc(cc1": 469,
      "2)C1": 470,
      "\\C": 471,
      "(N(CC": 472,
      "(F)F)": 473,
      "OCC1)": 474,
      "1CC1": 475,
      "CC2)": 476,
      "[C@H](O": 477,
      "OC)CC": 478,
      "c1)-": 479,
      "O(": 480,
      "(C)(C)C)": 481,
      "[C@@H](O)C": 482,
      "c1cc(cc(": 483,
      "[C@@]2": 484,
      "NC(CC": 485,
      "=CC": 486,
      "(CC1)C": 487,
      "CO": 488,
      "c1)CC": 489,
      "c1-": 490,
      "OCCO": 491,
      "[C@@H](C1)": 492,
      "c1c(F)cc": 493,
      "[C@H](O)C": 494,
      "[C@]2": 495,
      "OCO": 496,
      "(C)C)cc": 497,
      "(N(": 498,
      "no": 499,
      ")=O)cc1": 500,
      "c1ccc(F)cc": 501,
      "=C/": 502,
      "c(C(=O)N": 503,
      "(O)=O)": 504,
      "c2ncc": 505,
      "[C@@H](O": 506,
      "#N)CC": 507,
      "c2[nH]": 508,
      "c1cccc(c1)C": 509,
      "c1cc(ccc1)C": 510,
      "cn1": 511,
      "C1N(CC": 512,
      "c(cc1": 513,
      "cc2": 514,
      "(=O)OC": 515,
      "2)c1": 516,
      "1)=O)=O": 517,
      ")=O)CCC": 518,
      "/N=C": 519,
      "O=C(C": 520,
      "(cc1)C": 521,
      "c1c(Cl)cc": 522,
      "(N1": 523,
      "[N+]([O-])": 524,
      "=C\\": 525,
      "C(C)": 526,
      "N)": 527,
      "c1ccc(Cl)cc": 528,
      "n2)C": 529,
      ")=O)=O)C": 530,
      "(F)(F)F)C": 531,
      "(=O)N1": 532,
      "2)CC1": 533,
      "(OC(C)(C)C": 534,
      "OC)=O": 535,
      "[C@@H](C1)C": 536,
      "(=O)O)": 537,
      "c1cc(c(": 538,
      ")C1": 539,
      "N(C)C)": 540,
      "c1n[nH]": 541,
      "nc1C": 542,
      "c1cs": 543,
      "c1c(ccc(c1)": 544,
      "(Cl)cc": 545,
      "c1ccc(OC)cc": 546,
      "(N2C": 547,
      "c1c(ccc(": 548,
      "cn1)C": 549,
      ")ccc1": 550,
      "[C@H]3C": 551,
      "1C)": 552,
      "[C@H](C1)": 553,
      "S(C)(=O)=O)": 554,
      "(CC)CC": 555,
      "C(NC": 556,
      "3)=O)": 557,
      "OCC1)C": 558,
      "(=O)CC": 559,
      "[S": 560,
      "c3)C": 561,
      "nn1": 562,
      "n1n": 563,
      "4)": 564,
      "N(CC2)C": 565,
      "(N1CCC": 566,
      ")cc1)": 567,
      "c(o": 568,
      "CCC1)C": 569,
      "NC(=O)CC": 570,
      "#C)": 571,
      "-n2": 572,
      "cn1)": 573,
      "(N(C)C": 574,
      "cc3)": 575,
      "(=O)N2CC": 576,
      "(=O)N(": 577,
      "CCC2)": 578,
      "N(CCO": 579,
      "=N/": 580,
      "-c2n": 581,
      "@]": 582,
      "[C@H](C1)C": 583,
      "c1ccccc1)=O": 584,
      "2CC2)": 585,
      "/C=C/C": 586,
      "FC": 587,
      "n1cn": 588,
      "c(CC": 589,
      "[nH]1": 590,
      "c(cc2)": 591,
      ")=O)C1": 592,
      "c1scc": 593,
      "c1c(C)cc": 594,
      "[C@@H]3C": 595,
      "c2ccccc2)C": 596,
      "N2CCC": 597,
      "OCCN(C": 598,
      "c1c(OC)cc": 599,
      "c1ccc2c(": 600,
      "[C@@H](C)CC": 601,
      ")=O)c1": 602,
      "c2cc3": 603,
      "1CC1)": 604,
      "NC(NC": 605,
      "N1(": 606,
      "3(C": 607,
      "C1CCC": 608,
      "CC(C)": 609,
      "c4cc": 610,
      "OCC2)": 611,
      "N(CC)CC": 612,
      "(n": 613,
      "c1)OC": 614,
      "1CCN(CC1)C": 615,
      "[C@H](C)CC": 616,
      "c(C#N)": 617,
      "N(C)CC": 618,
      "c1c(cccc1)C": 619,
      "c1c(c(cc": 620,
      "c(c2)C": 621,
      "O[C@@H](C": 622,
      ")=O)C)": 623,
      "O)=O": 624,
      "cc2)": 625,
      "(=O)N1CCC": 626,
      "2)=O)CC": 627,
      "c3cc(": 628,
      "c2c1": 629,
      "c2c(C)": 630,
      "1)CCC": 631,
      "(C)C)=O": 632,
      "c1cncc": 633,
      "c1cc(c(cc1)": 634,
      "1C)C": 635,
      "c(C(N": 636,
      "c1(C)": 637,
      "OC(C": 638,
      "(NC(=O)C": 639,
      "c1ccc(C)": 640,
      "c2cccn": 641,
      "C1N(C": 642,
      "c2ccccc2C": 643,
      "NC(=O)NC": 644,
      "1CC1)C": 645,
      "c1)C)": 646,
      "=C)CC": 647,
      "c1no": 648,
      "OC(=O)C": 649,
      "c(c1": 650,
      "O(C": 651,
      "(NCCC": 652,
      "OC1": 653,
      "Br)C": 654,
      "[C@@H]2CCC": 655,
      "ncc1": 656,
      "F)=O": 657,
      "c1ccc(c(c1)": 658,
      "nc(C)": 659,
      "(=C)C": 660,
      "O=C1": 661,
      "c([N+](=O)[O-])": 662,
      "(CCCC": 663,
      "(-": 664,
      "(CC2)": 665,
      "c([N+]([O-])=O)": 666,
      "(C)C)CC": 667,
      "2)-": 668,
      "n(-": 669,
      "(C)=O": 670,
      "c1(cccc": 671,
      "c2)CC": 672,
      "l)=O": 673,
      "[C@@H](NC(=O)": 674,
      "c2)cc": 675,
      "[C@H](C(=O)N": 676,
      "[C@H](NC(=O)": 677,
      "(c1": 678,
      "(NC(C": 679,
      "N(C1)": 680,
      "#C)C": 681,
      "c1(cc(": 682,
      "(F)(": 683,
      "[C@H]2CCC": 684,
      "[N+]([O-])=O)=O)": 685,
      "OC)=O)": 686,
      "/C=C\\": 687,
      "c1cc(ccc1C": 688,
      "(=O)=O)C": 689,
      "(OC)=O)": 690,
      "NCCC": 691,
      "C1(": 692,
      "nc(-": 693,
      "c2scc": 694,
      "c1c(c(": 695,
      "C(=O)(": 696,
      "[C@@H](CC)": 697,
      "C1N(": 698,
      "(=O)OC)": 699,
      "CCO": 700,
      "N2": 701,
      "c2cncc": 702,
      "c4cccc": 703,
      "c1cccs": 704,
      "2(CCC": 705,
      "N(C)C)cc": 706,
      "[C@H](CC)": 707,
      "2)ccc1": 708,
      "c1(c(cc": 709,
      "C1CN(CC": 710,
      "c1(ccc(": 711,
      "N#C": 712,
      "O[C@H](C": 713,
      "(O)=O": 714,
      "(=O)N(CC": 715,
      "[C@H](O)": 716,
      "[C@@H](O)": 717,
      "c3C": 718,
      "2)C)C": 719,
      "n1cc(": 720,
      "#N)=O": 721,
      "N3": 722,
      "nc(C": 723,
      "1)C(": 724,
      "(C)C)=O)": 725,
      "c2ccc(cc2": 726,
      "2)CCC": 727,
      "c1)O": 728,
      "[C@H]1(C": 729,
      "c1cccc(C": 730,
      "N(C2)C": 731,
      "n1c(nn": 732,
      "c2ccc(F)cc": 733,
      "1(CC": 734,
      "c1ccc(C)cc": 735,
      "n1c(n": 736,
      "c1ccco": 737,
      "c([nH]": 738,
      "OCC)cc": 739,
      "2CCCC": 740,
      "N1C(=O)C": 741,
      "N[C@H](": 742,
      "c3ccc(cc3)": 743,
      "[C@@H](C(=O)N": 744,
      "c(n1)": 745,
      "4)C": 746,
      "n1C": 747,
      "NS(=O)(=O)": 748,
      "c1cc(Cl)cc": 749,
      "[O-][N+](=O)": 750,
      "1)C)=O": 751,
      "c3ccccc3)": 752,
      "sc1": 753,
      "[O-][N+](": 754,
      "O=[N+]([O-])": 755,
      "O=[N+](": 756,
      "n1nn": 757,
      "c3cn": 758,
      "N=": 759,
      "c1nc(n": 760,
      "1)=O)CC": 761,
      "2)=O)=O)": 762,
      "=C(": 763,
      "[C@H](CC)C": 764,
      "n(CC": 765,
      "N[C@@H](": 766,
      "c2)C)": 767,
      "[C@H](NC(": 768,
      "c1)F": 769,
      "c1)C)C": 770,
      "[C@@H](NC(": 771,
      "c2ccc(OC)cc": 772,
      "SC)": 773,
      "(cc2)": 774,
      "=C(C": 775,
      "n1(": 776,
      "OCC)C": 777,
      "N2C(=O)": 778,
      "1(C": 779,
      "c1c2c(": 780,
      "c1ccc(cc1)OC": 781,
      "cccc2": 782,
      "1)OC": 783,
      "c(n1)C": 784,
      "s1)C": 785,
      "c2)=O)": 786,
      "N(C)C)C": 787,
      "c1nnc(n": 788,
      "N1C(C": 789,
      "cnc1": 790,
      "nnc1": 791,
      "[C@H](C(N": 792,
      "c1)Cl": 793,
      "N1CCN(CC1)C": 794,
      "S(=O)(CC": 795,
      "OC)OC": 796,
      "l)Cl": 797,
      "N2CCOCC": 798,
      "c3n": 799,
      "c1c(ccc(c1)C": 800,
      "(CCC1)": 801,
      "CCC)": 802,
      "on": 803,
      "c(cc1C": 804,
      ")=O)ccc1": 805,
      "c3s": 806,
      "c2cc(ccc2)": 807,
      "[nH]n": 808,
      "c2cccc(c2)": 809,
      "c4ccccc4": 810,
      "c1(c(": 811,
      "c2ccc(Cl)cc": 812,
      "N2C(": 813,
      "O)=O)": 814,
      "c1=O)": 815,
      "/C=C1": 816,
      "(C)(": 817,
      "[C@@H]1(C": 818,
      "O(C)": 819,
      "O=C(NC": 820,
      "c1cc(F)cc": 821,
      "(C)(C)C)C": 822,
      "[C@@H](C(N": 823,
      "1)F": 824,
      "c1c(O)cc": 825,
      "c2c1cccc": 826,
      "[C@@H](CC)C": 827,
      "c2cc(C": 828,
      "c1ccc(cc1C": 829,
      "c1cc(OC)": 830,
      "(O)=O)C": 831,
      "N(CC2)": 832,
      "[C@H](N(C": 833,
      ")cc(": 834,
      "c3cc(cc": 835,
      "c1ncc(": 836,
      "C1CN(": 837,
      "CC(": 838,
      "c1c(cccc1": 839,
      "c1(-": 840,
      "N)C": 841,
      "c1c(cc(cc1)": 842,
      "NS(": 843,
      "NS(=O)(": 844,
      "[C@](C": 845,
      "c(nn1)": 846,
      "(=O)NCCC": 847,
      "[C@@](C": 848,
      "c1cc(F)": 849,
      "c1ccc(cc1)-": 850,
      "c1ncn": 851,
      "1=O)C": 852,
      "F)F": 853,
      "nn1)C": 854,
      "[C@@H](N(C": 855,
      "(=C": 856,
      "cn2)": 857,
      "(N2CCC": 858,
      "O1CC": 859,
      "N(C(CC": 860,
      "N(CC1)CC": 861,
      "O1)": 862,
      ")CCC": 863,
      "c1ncccc": 864,
      "c1c2c(cc": 865,
      "c1(ccc(cc1)": 866,
      "c1cccnc1": 867,
      "N(C(N": 868,
      "N(C(=O)CC": 869,
      "3)=O)C": 870,
      "1)=O)=O)": 871,
      "(=O)O)C": 872,
      "CC1)=O": 873,
      "c1c([N+]([O-])=O)cc": 874,
      "C1(CC": 875,
      "c1c([N+](=O)[O-])cc": 876,
      "c2ccc(C)cc": 877,
      "c1cc(Cl)": 878,
      "c3c(cccc3)": 879,
      ")cccc": 880,
      "c1cccc(c1": 881,
      "C(N1CC": 882,
      "(O)CC": 883,
      "N1CCOCC1": 884,
      "n1CC": 885,
      "c1(cc(cc": 886,
      "c2cc(ccc2": 887,
      "N3CC": 888,
      "CCC1)=O": 889,
      "o1)C": 890,
      "(F)F)cc": 891,
      "O)O": 892,
      "[C@@H]1CCCC": 893,
      "c3ccc(": 894,
      "c1ccncc": 895,
      "N(CCCC": 896,
      "c1ccc2": 897,
      "c3c(n": 898,
      "nc1)": 899,
      "nc1)C": 900,
      "s1)": 901,
      "cc(c1)": 902,
      "n(C": 903,
      "N(C(=O)N": 904,
      "c2cc1": 905,
      "c1cc(OC)cc": 906,
      "(=O)N(C)C": 907,
      "c1n(C)": 908,
      "(CC)C": 909,
      ")(=O)=O)": 910,
      "n1ncc": 911,
      "S(C": 912,
      "c2ccccc2)CC": 913,
      "(OC)": 914,
      "c1occ": 915,
      "/C=N/": 916,
      "OC2)C": 917,
      "n2cc": 918,
      "c1nnc(": 919,
      "c1c[nH]": 920,
      ")=O)C)C": 921,
      "c2ccncc": 922,
      "C(=O)(N": 923,
      "=O)=O)": 924,
      "1)C(=O)N": 925,
      "=C)=O": 926,
      "#N)cc1": 927,
      "3CCC": 928,
      "c5": 929,
      "#N)=O)": 930,
      "c(C)c1": 931,
      "N(C2)C(=O)": 932,
      "([O-]": 933,
      "c2c(F)cc": 934,
      "[C@H]1CCCC": 935,
      "1)C(N": 936,
      "C1CN(C": 937,
      "[C@@H](C)O": 938,
      "S1": 939,
      "[C@@H](C2)": 940,
      "F)CC": 941,
      "c2C)": 942,
      "O=C(N1CC": 943,
      "(OCC)=O)": 944,
      "F)=O)": 945,
      "@@]": 946,
      "c1sc(": 947,
      "[N+](=O)[O-])=O": 948,
      "[N+]([O-])=O)=O": 949,
      "/C=C2": 950,
      "c3ncc": 951,
      "c1c(O)": 952,
      "(c1)": 953,
      "C(O": 954,
      "c1c2": 955,
      "[C@@H]1(": 956,
      "N(CC)C": 957,
      "c2C)C": 958,
      "3)=O)CC": 959,
      "(=O)N2C": 960,
      "(C)C)=O)C": 961,
      "N(C1)C(=O)": 962,
      "C1(C": 963,
      "=N\\": 964,
      "c1nc(C": 965,
      "2CCCCC": 966,
      "3)C)": 967,
      "N1CCN(": 968,
      "2)cc1)": 969,
      "l)CC": 970,
      "c2c(cccc2)C": 971,
      "c1ccc([N+]([O-])=O)cc": 972,
      "[C@H]4": 973,
      "c1c(cccc1C": 974,
      "[C@H]3CC": 975,
      "c1c(-": 976,
      "c1)=O)": 977,
      "OCC1)=O": 978,
      "c3cccc(": 979,
      "[S@]": 980,
      "[S@@]": 981,
      "(cc2)C": 982,
      "c12c(cc": 983,
      "3)=O)cc": 984,
      "c1ccc(-": 985,
      "[C@H](NC(=O)C": 986,
      "1)C(=O)C": 987,
      "[C@@H]1CN(C": 988,
      "c1nc(-": 989,
      "NC(=O)OC(C)(C)C": 990,
      "NC(OC(C)(C)C": 991,
      "n2C": 992,
      "[C@@H]4": 993,
      "2)=O)cc1": 994,
      "[C@@H]3CC": 995,
      "c2ccccc2)cc": 996,
      "c12cc": 997,
      "l)=O)": 998,
      "c1ccc(c(c1)C": 999
    },
    "merges": [
      "c c",
      "C C",
      "c 1",
      "= O",
      "( C",
      "=O )",
      ") C",
      "H ]",
      "[ C",
      "[C @",
      "c (",
      "( =O)",
      "c 2",
      "c1 cc",
      "[C@ @",
      "[C@ H]",
      "[C@@ H]",
      "( N",
      "1 )",
      ") =O)",
      "( CC",
      "(C )",
      "O C",
      "c( cc",
      ") cc",
      "N C",
      "1 CC",
      "1 )C",
      "1 C",
      "c2 cc",
      "N (C",
      "F )",
      "2 )",
      "(=O) N",
      "(C )C",
      "CC C",
      "= C",
      "+ ]",
      "[ N",
      "- ]",
      "[N +]",
      "[ O",
      "[O -]",
      "c1 )",
      "c 3",
      "O CC",
      "c (C",
      "c n",
      "c1cc cc",
      "( cc",
      "2 )C",
      "( F)",
      "(N C",
      "# N",
      "n n",
      ") CC",
      "N (CC",
      "(=O) C",
      "c1 )C",
      "n 1",
      "2 C",
      "2 CC",
      ") =O",
      ")=O) C",
      "c1 c(",
      "[N+] (",
      "( O",
      "[C@@H] (C",
      "[C@H] (C",
      "[ n",
      "[n H]",
      "c1 n",
      "c (C)",
      "c1cc c(",
      "[N+] (=O)",
      "[N+]( [O-]",
      "S (=O)",
      "c2cc cc",
      "C 1",
      "[N+](=O) [O-]",
      "c1 C",
      "c1cc c(cc",
      "c( n",
      "OC )",
      "N (",
      ")=O) cc",
      "c1 c(cc",
      "c1cc (",
      "C (",
      "NC (=O)",
      "[C@H] (",
      "c3 cc",
      "c2 )",
      "[C@@H] (",
      "[C@H] 1",
      "1CC C",
      "O )",
      "c2 n",
      "l )",
      "(CC C",
      "1) =O)",
      "1) =O",
      "NC (",
      "[C@@H] 1",
      "c1 (",
      "B r",
      "F )cc",
      "O =C",
      "N 1C",
      "(F) (F)",
      "/ C",
      ")=O) CC",
      "(C) (C)C",
      "c1cc (cc",
      ")C )",
      "c2 c(",
      "N 1CC",
      "c1cccc c1",
      "N 1",
      "c1ccc(cc 1)",
      "[C@@H] (C)",
      "[C@H] 1C",
      "3 )",
      "C 1C",
      "[C@@H] 1C",
      "c2cccc c2",
      "[C@H] (C)",
      "[C@ ]",
      "[C@@ ]",
      "#N )",
      "2 )cc",
      "l )cc",
      "1) CC",
      "(=O) NC",
      "cc (",
      "OC )cc",
      "[N+]([O-] )=O)",
      "c( c1)",
      "c1 (cc",
      "NC (=O)C",
      "N(C )C",
      "NC (C",
      "cc 1",
      "[C@H] 2",
      "[C@@H] 2",
      "c2cc c(cc",
      "n 2",
      "2) CC",
      "c2cc c(",
      "[C@@H] (CC",
      "c1 cn",
      "c2 c(cc",
      "N(C (=O)",
      "(N CC",
      "[C@H] (CC",
      "c1cccc (",
      "(=O) =O)",
      "(N 1CC",
      "(C)C )",
      "n cc",
      "( OC",
      "# C",
      "C (C",
      "[N+](=O)[O-] )",
      "CC CC",
      "F )C",
      "/C =C",
      "c1cc c(C",
      "cc cc",
      ")=O) =O)",
      "c 4",
      "n c(",
      "3 )C",
      "c1 c(C",
      "n (",
      "O )C",
      "N(C (",
      "c2 )C",
      "S C",
      "[C@H] 2C",
      "c s",
      "c(C) cc",
      "= N",
      "OC )C",
      "c(cc 1)",
      "= S",
      "(O )",
      "c1 nn",
      "2 (C",
      "C 1CC",
      "c1 s",
      "c1cc (C",
      "c1cccc c1)",
      "(N (C",
      "[C@@H] 2C",
      "c1ccc(cc 1)C",
      "c( c1)C",
      "CC 1",
      "c( -",
      "c3cc cc",
      ")cc 1",
      "c2cc (",
      "N 2CC",
      "2 CCC",
      "l )C",
      "( OCC",
      "2 )=O)",
      "[C@@H] (NC",
      "[C@H] (NC",
      "N 2C",
      "#N )C",
      "C (=O)",
      "[C@H] (C)C",
      "c1 (C",
      "c1 2",
      "(=O)N CC",
      "[N+]([O-] )=O)cc",
      "3 CC",
      "CCC 1",
      "[C@@H] (C)C",
      "(=O)N 1CC",
      "(F)(F) F)",
      "Br )",
      "cc 1)",
      "[C@H] 1CC",
      "(O )C",
      "3 C",
      "[C@@H] 1CC",
      "c2 C",
      "S CC",
      "N CC",
      "c3cccc c3",
      "S(=O) (=O)",
      "(N 1C",
      "c1 o",
      "c( nn",
      "n 1)C",
      "N(C (C",
      "N(C (=O)C",
      "#N )cc",
      "[N+](=O)[O-] )cc",
      "N(CC 1)C",
      "N (C)",
      "1) -",
      "c2ccc(cc 2)",
      "1)=O) C",
      "(C)C )C",
      "1 =O)",
      "c1cc 2",
      "=C )",
      "N(CC C",
      "=C )C",
      "[C@@H] (N",
      "cc c1",
      "c2cccc c2)",
      "C (N",
      "c( c(",
      "[C@H] (N",
      "O CCC",
      "c2 cn",
      "O )cc",
      "c2c(cc cc",
      "c1n cc",
      "c(C l)cc",
      "[N+]([O-] )=O",
      "c2 s",
      "NC (N",
      "c( =O)",
      "(CC 1)",
      "c1) =O",
      ")=O) =O",
      "S (",
      "c2cc (cc",
      "N 1CCC",
      ") n",
      "1)C (=O)",
      "S(=O) (",
      "N =C",
      "OC (C)(C)C",
      "1)C )",
      "c [nH]",
      "NC (=O)N",
      "[C@@H] 2CC",
      "O =",
      "c1cccc c1)C",
      "c1cc(cc c1",
      "c2 nn",
      "(N 2CC",
      "c o",
      "2)C (=O)",
      "(F)(F) F",
      "O=C (",
      "n 1)",
      "(C (=O)N",
      "n c1",
      "(=O) =O",
      "2 =O)",
      ")CC 1",
      "[C@H] 2CC",
      "1)C )C",
      "c1 c(C)",
      "OCC )",
      "CC 1)",
      "c(C l)",
      "2 )=O)cc",
      "Br )cc",
      "(CC )",
      "N1 (C",
      "O=C (N",
      "c( N",
      ")C )C",
      "(C) (C)",
      "(C (N",
      "OC (=O)",
      "c1cccc c1C",
      "cc 1)C",
      "CC )",
      "2 )=O)C",
      "c2cccc (",
      "c(cc 1)C",
      "c1n (",
      "c3 )",
      "N(CC 1)",
      "c( s",
      "(=O) O",
      "(C l)",
      "/ C(",
      "n1 cc",
      "c2 o",
      "c1cccc( c1)",
      "c1cc(cc c1)",
      "2)C )",
      "2 (CC",
      "=O) C",
      "c( OC)",
      "c1c(cc cc1)",
      "S(=O) (=O)C",
      "(=O)N 1C",
      "[N+]([O-] )=O)C",
      "c2 c(n",
      "=S )",
      "OC (",
      "S(=O) (N",
      "c1 [nH]",
      "c3 c(",
      "(C) cc",
      "c1C )",
      "[C@] 1",
      "[C@@] 1",
      "# CC",
      "[C@@H] 1CCC",
      "(NC (=O)",
      "c3 c(cc",
      "O 1",
      "S (N",
      "1) N",
      "c2ccc(cc 2)C",
      "n c(n",
      "1) O",
      "[C@H] 3",
      "(C) CC",
      "c( OC)cc",
      "[C@@H] (CCC",
      "2)C (",
      "n 2)",
      "[C@@H] 3",
      "3 )cc",
      "N(C 1)C",
      "n1 c(",
      "S(=O) (C",
      "N1C (=O)",
      "3 )CC",
      "s 1",
      "OCC 1",
      "[C@H] 1CCC",
      "[C@H] (CCC",
      "(C) (C",
      "[N+](=O)[O-] )C",
      "S(=O) (=O)N",
      "c1n c(",
      "(cc 1)",
      "c1C )C",
      "cc 1C",
      "(C 1)",
      "c(cc (",
      "c( F)",
      "c2c(cccc 2)",
      "(F) F",
      "2)cc 1",
      "(NC (",
      "/C=C /",
      "o 1",
      "(F)(F) F)cc",
      "n c2",
      "C l",
      "[C@] 2(C",
      "c1cc cn",
      "[C@@] 2(C",
      "c( c2)",
      "n (C)",
      "CC 1)C",
      "c( F)cc",
      "n cn",
      "N1C (",
      "c2cc c(C",
      "O =S",
      "c2n (",
      "c3cc c(cc",
      "(=O) N(C",
      "n 3",
      "2) =O",
      "(C #N)",
      "n [nH]",
      "C (CC",
      "c( O)",
      "(=O) OCC",
      "CCC 1)",
      ")=O)CC 1",
      "O )CC",
      "c1cccc 2",
      "S (C)",
      "c2 c(C",
      "c1cc (C)",
      "N1 (CC",
      "c1c(cc (",
      "c1ccc(cc 1",
      "2)C 1",
      "\\ C",
      "(N (CC",
      "(F) F)",
      "OCC 1)",
      "1CC 1",
      "CC 2)",
      "[C@H] (O",
      "OC )CC",
      "c1) -",
      "O (",
      "(C)(C)C )",
      "[C@@H] (O)C",
      "c1cc(cc (",
      "[C@@] 2",
      "NC (CC",
      "= CC",
      "(CC 1)C",
      "C O",
      "c1) CC",
      "c1 -",
      "OCC O",
      "[C@@H](C 1)",
      "c1c( F)cc",
      "[C@H] (O)C",
      "[C@] 2",
      "OC O",
      "(C)C )cc",
      "(N (",
      "n o",
      ")=O)cc 1",
      "c1ccc( F)cc",
      "=C /",
      "c(C (=O)N",
      "(O )=O)",
      "c2n cc",
      "[C@@H] (O",
      "#N )CC",
      "c2 [nH]",
      "c1cccc( c1)C",
      "c1cc(cc c1)C",
      "cn 1",
      "C1 N(CC",
      "c(cc 1",
      "cc 2",
      "(=O) OC",
      "2) c1",
      "1)=O) =O",
      ")=O) CCC",
      "/ N=C",
      "O=C (C",
      "(cc 1)C",
      "c1c(C l)cc",
      "(N 1",
      "[N+]([O-] )",
      "=C \\",
      "C (C)",
      "N )",
      "c1ccc(C l)cc",
      "n 2)C",
      ")=O)=O) C",
      "(F)(F) F)C",
      "(=O)N 1",
      "2)CC 1",
      "(OC (C)(C)C",
      "OC )=O",
      "[C@@H](C 1)C",
      "(=O) O)",
      "c1cc( c(",
      ")C 1",
      "N(C )C)",
      "c1n [nH]",
      "n c1C",
      "c1 cs",
      "c1c(cc c(c1)",
      "(C l)cc",
      "c1ccc( OC)cc",
      "(N 2C",
      "c1c(cc c(",
      "cn 1)C",
      ")cc c1",
      "[C@H] 3C",
      "1C )",
      "[C@H](C 1)",
      "S(C) (=O)=O)",
      "(CC )CC",
      "C (NC",
      "3 )=O)",
      "OCC 1)C",
      "(=O) CC",
      "[ S",
      "c3 )C",
      "nn 1",
      "n1 n",
      "4 )",
      "N(CC 2)C",
      "(N 1CCC",
      ")cc 1)",
      "c( o",
      "CCC 1)C",
      "NC(=O) CC",
      "#C )",
      "- n2",
      "cn 1)",
      "(N (C)C",
      "cc 3)",
      "(=O)N 2CC",
      "(=O)N (",
      "CCC 2)",
      "N(CC O",
      "=N /",
      "- c2n",
      "@ ]",
      "[C@H](C 1)C",
      "c1ccccc1) =O",
      "2CC 2)",
      "/C=C /C",
      "F C",
      "n1 cn",
      "c( CC",
      "[nH] 1",
      "c(cc 2)",
      ")=O)C 1",
      "c1s cc",
      "c1 c(C)cc",
      "[C@@H] 3C",
      "c2ccccc2 )C",
      "N 2CCC",
      "OCC N(C",
      "c1c( OC)cc",
      "c1cc c2c(",
      "[C@@H](C) CC",
      ")=O) c1",
      "c2cc 3",
      "1CC 1)",
      "NC (NC",
      "N1 (",
      "3 (C",
      "C 1CCC",
      "CC (C)",
      "c4 cc",
      "OCC 2)",
      "N(CC )CC",
      "( n",
      "c1) OC",
      "1CC N(CC1)C",
      "[C@H](C) CC",
      "c(C #N)",
      "N(C) CC",
      "c1c(cc cc1)C",
      "c1c( c(cc",
      "c( c2)C",
      "O [C@@H](C",
      ")=O)C )",
      "O )=O",
      "cc 2)",
      "(=O)N 1CCC",
      "2 )=O)CC",
      "c3cc (",
      "c2 c1",
      "c2 c(C)",
      "1) CCC",
      "(C)C )=O",
      "c1cn cc",
      "c1cc( c(cc1)",
      "1C )C",
      "c(C (N",
      "c1 (C)",
      "OC (C",
      "(NC (=O)C",
      "c1cc c(C)",
      "c2cc cn",
      "C1 N(C",
      "c2ccccc2 C",
      "NC(=O) NC",
      "1CC 1)C",
      "c1)C )",
      "=C )CC",
      "c1n o",
      "OC (=O)C",
      "c( c1",
      "O (C",
      "(N CCC",
      "OC 1",
      "Br )C",
      "[C@@H]2 CCC",
      "n cc1",
      "F) =O",
      "c1ccc( c(c1)",
      "n c(C)",
      "( =C)C",
      "O=C 1",
      "c( [N+](=O)[O-])",
      "(CC CC",
      "( -",
      "(CC 2)",
      "c( [N+]([O-])=O)",
      "(C)C )CC",
      "2) -",
      "n( -",
      "(C) =O",
      "c1(cc cc",
      "c2 )CC",
      "l )=O",
      "[C@@H](NC (=O)",
      "c2 )cc",
      "[C@H](C (=O)N",
      "[C@H](NC (=O)",
      "( c1",
      "(NC (C",
      "N(C 1)",
      "#C )C",
      "c1(cc (",
      "(F) (",
      "[C@H]2 CCC",
      "[N+]([O-])=O) =O)",
      "OC )=O)",
      "/C=C \\",
      "c1cc(cc c1C",
      "(=O)=O) C",
      "(OC )=O)",
      "N CCC",
      "C1 (",
      "nc( -",
      "c2s cc",
      "c1c( c(",
      "C(=O) (",
      "[C@@H](CC )",
      "C1 N(",
      "(=O) OC)",
      "CC O",
      "N 2",
      "c2cn cc",
      "c4 cccc",
      "c1cc cs",
      "2 (CCC",
      "N(C)C )cc",
      "[C@H](CC )",
      "2)cc c1",
      "c1( c(cc",
      "C1C N(CC",
      "c1(cc c(",
      "N #C",
      "O [C@H](C",
      "(O )=O",
      "(=O)N (CC",
      "[C@H] (O)",
      "[C@@H] (O)",
      "c3 C",
      "2)C )C",
      "n1 cc(",
      "#N )=O",
      "N 3",
      "n c(C",
      "1)C (",
      "(C)C )=O)",
      "c2ccc(cc 2",
      "2) CCC",
      "c1) O",
      "[C@H]1 (C",
      "c1cccc (C",
      "N(C 2)C",
      "n1 c(nn",
      "c2ccc( F)cc",
      "1 (CC",
      "c1cc c(C)cc",
      "n1 c(n",
      "c1cc co",
      "c( [nH]",
      "OCC )cc",
      "2CC CC",
      "N1C (=O)C",
      "N [C@H](",
      "c3ccc(cc 3)",
      "[C@@H](C (=O)N",
      "c(n 1)",
      "4 )C",
      "n 1C",
      "N S(=O)(=O)",
      "c1cc(C l)cc",
      "[O-] [N+](=O)",
      "1)C )=O",
      "c3ccccc3 )",
      "s c1",
      "[O-] [N+](",
      "O= [N+]([O-])",
      "O= [N+](",
      "n1 nn",
      "c3 cn",
      "N =",
      "c1n c(n",
      "1)=O) CC",
      "2 )=O)=O)",
      "=C (",
      "[C@H](CC )C",
      "n (CC",
      "N [C@@H](",
      "c2 )C)",
      "[C@H](NC (",
      "c1) F",
      "c1)C )C",
      "[C@@H](NC (",
      "c2ccc( OC)cc",
      "SC )",
      "(cc 2)",
      "=C (C",
      "n1 (",
      "OCC )C",
      "N2C (=O)",
      "1 (C",
      "c1 c2c(",
      "c1ccc(cc1) OC",
      "cccc 2",
      "1) OC",
      "c(n 1)C",
      "s 1)C",
      "c2 )=O)",
      "N(C)C )C",
      "c1nn c(n",
      "N1C (C",
      "cn c1",
      "nn c1",
      "[C@H](C (N",
      "c1)C l",
      "N1CC N(CC1)C",
      "S(=O) (CC",
      "OC) OC",
      "l)C l",
      "N2CC OCC",
      "c3 n",
      "c1c(cc c(c1)C",
      "(CCC 1)",
      "CCC )",
      "o n",
      "c(cc 1C",
      ")=O)cc c1",
      "c3 s",
      "c2cc(cc c2)",
      "[nH] n",
      "c2cccc( c2)",
      "c4cccc c4",
      "c1( c(",
      "c2cc c(Cl)cc",
      "N2C (",
      "O )=O)",
      "c1 =O)",
      "/C=C 1",
      "(C) (",
      "[C@@H]1 (C",
      "O (C)",
      "O=C (NC",
      "c1cc( F)cc",
      "(C)(C)C )C",
      "[C@@H](C (N",
      "1) F",
      "c1c( O)cc",
      "c2 c1cccc",
      "[C@@H](CC )C",
      "c2cc (C",
      "c1ccc(cc 1C",
      "c1cc( OC)",
      "(O )=O)C",
      "N(CC 2)",
      "[C@H] (N(C",
      ")cc (",
      "c3cc (cc",
      "c1n cc(",
      "C1C N(",
      "CC (",
      "c1c(cc cc1",
      "c1( -",
      "N )C",
      "c1c(cc (cc1)",
      "N S(",
      "N S(=O)(",
      "[C@] (C",
      "c(nn 1)",
      "(=O)N CCC",
      "[C@@] (C",
      "c1cc (F)",
      "c1ccc(cc1) -",
      "c1n cn",
      "1=O) C",
      "F) F",
      "nn 1)C",
      "[C@@H] (N(C",
      "( =C",
      "cn 2)",
      "(N 2CCC",
      "O 1CC",
      "N(C (CC",
      "N(CC 1)CC",
      "O 1)",
      ") CCC",
      "c1n cccc",
      "c1 c2c(cc",
      "c1(cc c(cc1)",
      "c1cccn c1",
      "N(C (N",
      "N(C(=O) CC",
      "3 )=O)C",
      "1)=O) =O)",
      "(=O) O)C",
      "CC 1)=O",
      "c1c( [N+]([O-])=O)cc",
      "C1 (CC",
      "c1c( [N+](=O)[O-])cc",
      "c2cc c(C)cc",
      "c1cc(C l)",
      "c3c(cc cc3)",
      ")cc cc",
      "c1cccc( c1",
      "C (N1CC",
      "(O )CC",
      "N1CC OCC1",
      "n 1CC",
      "c1(cc (cc",
      "c2cc(cc c2",
      "N 3CC",
      "CCC 1)=O",
      "o 1)C",
      "(F) F)cc",
      "O) O",
      "[C@@H]1CC CC",
      "c3cc c(",
      "c1cc ncc",
      "N(CC CC",
      "c1cc c2",
      "c3 c(n",
      "n c1)",
      "n c1)C",
      "s 1)",
      "cc( c1)",
      "n (C",
      "N(C (=O)N",
      "c2cc 1",
      "c1cc( OC)cc",
      "(=O) N(C)C",
      "c1n (C)",
      "(CC )C",
      ") (=O)=O)",
      "n1 ncc",
      "S (C",
      "c2ccccc2 )CC",
      "( OC)",
      "c1o cc",
      "/C =N/",
      "OC 2)C",
      "n2 cc",
      "c1nn c(",
      "c1 c[nH]",
      ")=O)C )C",
      "c2cc ncc",
      "C(=O) (N",
      "=O) =O)",
      "1)C (=O)N",
      "=C )=O",
      "#N )cc1",
      "3 CCC",
      "c 5",
      "#N )=O)",
      "c(C) c1",
      "N(C 2)C(=O)",
      "( [O-]",
      "c2c( F)cc",
      "[C@H]1CC CC",
      "1)C (N",
      "C1C N(C",
      "[C@@H](C) O",
      "S 1",
      "[C@@H](C 2)",
      "F) CC",
      "c2C )",
      "O=C (N1CC",
      "(OCC )=O)",
      "F )=O)",
      "@ @]",
      "c1s c(",
      "[N+](=O)[O-] )=O",
      "[N+]([O-])=O) =O",
      "/C=C 2",
      "c3 ncc",
      "c1c( O)",
      "( c1)",
      "C (O",
      "c1 c2",
      "[C@@H]1 (",
      "N(CC )C",
      "c2C )C",
      "3 )=O)CC",
      "(=O)N 2C",
      "(C)C )=O)C",
      "N(C 1)C(=O)",
      "C1 (C",
      "=N \\",
      "c1n c(C",
      "2CC CCC",
      "3 )C)",
      "N1CC N(",
      "2)cc 1)",
      "l )CC",
      "c2c(cccc 2)C",
      "c1ccc( [N+]([O-])=O)cc",
      "[C@H] 4",
      "c1c(cc cc1C",
      "[C@H] 3CC",
      "c1c( -",
      "c1 )=O)",
      "OCC 1)=O",
      "c3cc cc(",
      "[S @]",
      "[S @@]",
      "(cc 2)C",
      "c12 c(cc",
      "3 )=O)cc",
      "c1ccc( -",
      "[C@H](NC (=O)C",
      "1)C (=O)C",
      "[C@@H]1C N(C",
      "c1n c(-",
      "NC(=O) OC(C)(C)C",
      "NC( OC(C)(C)C",
      "n 2C",
      "[C@@H] 4",
      "2)=O)cc 1",
      "[C@@H] 3CC",
      "c2ccccc2 )cc",
      "c12 cc",
      "l )=O)",
      "c1ccc( c(c1)C"
    ]
  }
}